it1_1 = 'В географическом плане месторождение расположено в Тенькинском районе Магаданской области. \nНа расстоянии ' \
        '390 км от г. Магадан и 5 км от пос. Омчак.' \
        '\n\nВ геологическом плане месторождение Наталка расположено в Омчакском ' \
        'рудно-россыпном узле в который включает основные месторождения: Наталкинское, Павлик, Омчакское. ' \
        '\nРудно-россыпной узел расположен в пределах Аян-Юряхского антиклинория который находится на ' \
        'востоке Яно-Колымской складчатой системы.'
ph1_1 = open('static/1_1.jpg', 'rb')
it1_2 = 'На площади месторождения Наталка развиты осадочные породы позднепермского возраста, подразделяемые на ' \
        'пионерскую, атканскую и омчакскую свиты. ' \
        '\n\nОтложения пионерской свиты распространены по периметру площади месторождения. ' \
        'Свита сложена темно-серыми углисто-глинистыми и алевро-глинистыми пиритизированными сланцами. ' \
        'Неяснослоистые с редкой вулканомиктовой примесью алевролитов. ' \
        'Встречаются маломощные пласты и линзы песчаников.Текстура - сланцеватая, структура – пелитовая, ' \
        'алевритовая. В зонах разлома порода интенсивно рассланцована. ' \
        'Видимая мощность свиты 850 м. \n\nПороды атканской свиты занимают большую часть площади месторождения и ' \
        'выходят на поверхность на крыльях «Наталкинской синклинали» в центральной части месторождения. Отличительной ' \
        'особенностью свиты является широкое распространение диамиктитов. Встречаются пласты и линзы углисто-глинистых ' \
        'сланцев, тонкослоистых алевролитов, песчаников и гравелитов. Мощность свиты 300 м. \n\nПороды омчакской свиты ' \
        'слагают ядро Наталкинской синклинали и выходят на поверхность в центральной части месторождения. Свита сложена ' \
        'алевро-глинистыми сланцами и гравелитами, алевролитами и мелкозернистыми песчаниками. Особенность свиты ' \
        'заключается в ритмичном переслаивании пород (флиш). Общая мощность свиты более 600 м.'
ph1_2 = open('static/1_2.jpg', 'rb')
it1_3 = 'Основной рудовмещающей структурой месторождения служит Наталкинская разрывная зона, шириной около 1 км ' \
        'и протяженностью до 12 км. Месторождение имеет 3 основные тектонические структуры: ' \
        '\n\nГлавный разлом - проходит по западной части месторождения, имеет мощность до 50 м, углы падения изменяются от' \
        ' 45 до 60. \nСеверо-восточный разлом проходит восточнее Главного разлома. Углы падения изменяются от 45 до 60. ' \
        '\n\Между Главным и Северо-Восточным локализован разлом Стержневой – является группой разломов. Угол падения ' \
        'изменяется от 70 до 85. Простирание разломов в северной и центральной части имеет азимут 330, в южной части ' \
        'азимут простирания составляет 300. Изменение азимута простирания происходит в долине руч. Увальчик.'
ph1_3 = open('static/1_3.jpg', 'rb')
it1_4 = 'На месторождении Наталка распространены только дайки и силлы спессартитов и риолитов, в основном параллельные ' \
        'рудным зонам. \nВсе дайковые тела имеют дорудный возраст. Однако дайки спессариттов являются еще ' \
        'более ранними чем дайки риолитов. \nВозраст дайковых пород датируется поздней юрой.'
it1_5 = 'Выделяются основные типы околорудных изменений: окварцевание, карбонатизация, сульфидизация, реже наблюдается ' \
        'хлоритизация, альбитизация и серецитизация.' \
        '\n\nОкварцевание – наиболее характерный вид изменений, часто метасоматический кварц сопроводается чешуйками ' \
        'слюды, пиритом и арсенопиритов. Обычно приурочено к рудным зонам, на удалении от которых быстро затухает.' \
        '\n\nКарбонатизация - второй по распостраненности вид околорудных изменений вмещающих пород. Наиболее сильно ' \
        'проявляется вблизи рудных тел и разрывных нарушений а так же в зонах повышенной трещиноватости. ' \
        'Ширина зон карбонатизации составляет 15-20 м. ' \
        '\n\nСульфидизация - характерный тип околорудных изменений. Ширина сульфидизированных пород вблизи рудных тел ' \
        'достикает 10-12 м. Количество сульфидов составляет в целом 0.5-1%. ' \
        'Наиболее распространен арсенопирит, менее пирит.'
it1_6 = 'На месторождении выделяется 4 типа рудных зон: ' \
        '\n\n1) Прожилково-метасоматический – представлена в виде мелко- и крупнобрекчированных горных пород ' \
        'рассеченых густой сетью сложно ветвящихся, иногда субпараллельных прожилков кварца мощность от 1-3 до ' \
        '7-10 мм. В таких рудах наблюдается окварцевание по всей массе, а так же присутствует обильная вкрапленность ' \
        'арсенопирита (2-5%), реже пирита развитая как по прожилкам так и по всей массе.' \
        '\n\n2) Прожилково-жильный – представлен сериями сближенных субпараллельных кварцевых жил, линз, прожилков, ' \
        'а так же устастками сплошного окварцевания и брекчирования, обычно развитого вдоль диагональной системы ' \
        'трещин. Мощность жильных образований до 1 м. Отдельные тела имеют протяженность до 100 м.' \
        '\n\n3) Жильный – представлен кварцевыми жилами которые обычно занимают осевое положение в рудных зонах. ' \
        'Строение жил брекчиевое, брекчиевовидное, полосчатое, реже массивное. Мощность непостоянна – ' \
        'от 0.1 до 1.2 м. В отдельных участках достигает нескольких метров. Протяженность по простиранию небольшая ' \
        '150 – 200 м, по падению до 80. Обычно рудные зоны жильного типа являются апофизами других рудных зон. ' \
        '\n\n4) Минерализованные зоны смятия-дробления. Наиболее представительной является мощная мощная зона ' \
        'смятия-дробления осадочных пород, расположена вдоль Северо-Восточного разлома сопровождающей ' \
        'дайкой спессартитов. Мощность зоны до 20 м.'
it1_7 = 'Всего в рудах и околорудных метасоматитов установлены 73 различных минерала. ' \
        'Общее содержание рудных минераловсоставляет 1-3%, редко достигает 5% и более. Большая часть представлена ' \
        'арсенопиритом и пиритом. Преобладает арсенопирит. ' \
        '\n\nГлавными жильными минералами являются: кварц, адуляр, альбит и карбонаты. В незначительных количествах ' \
        'в рудах присутствуют сфалерит, халькопирит, галенит, пирротин, шеелит, самородные золото, сульфоарсениды ' \
        'кобальта и никеля, ильменит и рутил. ' \
        '\nМинералы серебра встречаются крайне редко. Золото на месторождении ' \
        'является единственным компонентом имеющего промышленную ценность. Распределение золота в рудах крайне ' \
        'неравномерно. Чаще всего оно локализуется вдоль зальбандов кварцевых жил, иногда тяготеют к ограничениям ' \
        'обломков в рудных брекчиях или связано с сульфидами – арсенопиритом, пиритом и галенитом. ' \
        'Основное количество золота находится в свободном состоянии в кварце – 72%. В сростках с арсенопиритом ' \
        'и другими сульфидами выявлено 14% от общей массы. Доля золота покрытого пленками гидроксидов железа ' \
        'и марганца составляет 5%. Находящееся в ассоциации с сульфидами но в свободном состоянии 3%. ' \
        'В то же время существует иное мнение о соотношении свободного и связанного золота.'