it2_1 = 'Создание и печать этикеток для шламовых проб БВР скважин производится в программе MineVision.' \
      '\n\nПереходим на ветку с интересующей нас выработкой.' \
      'Затем в <u>Отчеты - Отбор проб БВР - Этикетки для полевых проб по одной </u>.' \
      '\n\nВыделяем все ряды в блоке и выбираем интересующие нас скважины нажимаем ОК.' \
      '\n\n Далее: <u>Просмотр и печать  - Печать - ОК</u>'
ph2_1 = open('static/2_1.jpg', 'rb')
it2_2 = 'Для формирования Наряд-заказа необходимо перейти <u>Опробование - Новая ведомость</u>.' \
      '\n\nВ графе <b>Тип анализа</b> выбираем <u> Рядовой анализ </u>.' \
      '\n\nЛаборатория, методика, дата заказа и № ведомости выставляются автоматически. Вписываем отправтеля.' \
      '\n\nВыделяем бирки, входящие в реестр далее нажимаем <u>Добваить пробу</u>.' \
      '\n\nДалее: <u>Действие - Добавить холостые пробы - Добваить стандарты - Сформировать заказ</u>' \
      '\n\nДля сохранения реестра преходим в <u>Отчеты  - Лаборатория - ALS - Реестр сдачи пробы БВР новый</u>' \
      '\n\nВыбираем наряд-заказ, сформированный реестр экспортируем в Excel, даем имя реестру и сохраняем'
vd2_2 = open('static/vd2_2.mp4', 'rb')


it2_3 = 'Порядок создания реестра горстьевых проб описан в коротком видео которое сейачс поступит'
vd2_3 = open('static/vd2_3.mp4', 'rb')


it2_4 = 'Маркшейдерская съемка на карьере производится ежесуточно , поэтому каждый день можно получать дейстуйщую ' \
      'поверхность . Для этого нужно перейти в MineVision Документация Файлы . Далее в каталог : ' \
      'Файлы-Маркшейдерский отдел-Рабочая-ЦМП поверхности . Выбери нужный месяц и дату . ' \
      'Нажми сохранить . Так же тут можно найти изолинии рельефа и бровки карьера , для этого нужно перейти папку ' \
      'Файлы-Маркшейдерский отдел-Рабочая-3D Линии и точки карьера'
ph2_4=open('static/2_5.jpg', 'rb')