it2_1='Печать бирок'
it2_2='Наряд-заказ'
it2_3='Контрольные пробы'
it2_4='Создание реестра гостьевых проб'
it2_5='Маркшейдерская съемка на карьере производится ежесуточно , поэтому каждый день можно получать дейстуйщую ' \
      'поверхность . Для этого нужно перейти в MineVision Документация Файлы . Далее в каталог : ' \
      'Файлы-Маркшейдерский отдел-Рабочая-ЦМП поверхности . Выбери нужный месяц и дату . ' \
      'Нажми сохранить . Так же тут можно найти изолинии рельефа и бровки карьера , для этого нужно перейти папку ' \
      'Файлы-Маркшейдерский отдел-Рабочая-3D Линии и точки карьера'
ph2_5=open('static/2_5.jpg', 'rb')