it5_1 = 'Подробное видео с составлением суточной сводки расположено по ссылке' \
        '<a href="https://vimeo.com/668852693/"> https://vimeo.com/668852693/</a>'
it5_2 = 'Текст с подробным описанием процесса определения содержания в подаче уже выслан'
pdf5_21 = open('static/pdf5_21.pdf', 'rb')
it5_21 = 'Видео с описание процесса находится по ссылке <a href ="https://vimeo.com/668835429/c16b16b86e/">' \
         'https://vimeo.com/668835429/c16b16b86e/</a>'
it5_3 = 'Описание процесса перевода из ресурсов в запасы для месячного и недельного планирование сейчас поступит.'
pdf5_3 = open('static/pdf5_3.pdf', 'rb')
it5_4 = 'Сопоставление добытой руды с ресурсами и запасами неоотъемлемая часть работы при анализе выполненых работ. ' \
        'С помощью сопоставления анализируют причины повышенных показателей разубоживания а так же достверность ' \
        'ресурсной модели и модели запасов для долгосрочного планирования.'
it5_41 = 'Видео с подробным описание процесса находится по ссылке <a href = "https://vimeo.com/668847998/">' \
         'https://vimeo.com/668847998/</a>'
it5_5 = 'Видео с процессом создания блочной модели усреднительного склада расположено по ссылке ' \
        '<a href = "https://vimeo.com/668850694/"> https://vimeo.com/668850694/</a>'
it5_6 = 'Процесс подготовки блоков работе описан в коротком видео которое сейчас поступит.'
vd5_6 = open('static/vd5_6.mp4', 'rb')
it5_7 = 'Создание выемочных единиц прозводится для подготоки ресурсов к переводу в запасы. \nСоздание ВЕ это не ' \
        'конечный этап после выполнения этого процеса ведущий геолог рудного контроля анализирует результат ' \
        'оптимизации и создает сортовой план с учетом факторов которые в процессе оптимизации учесть не возможно.' \
        '\n\n Инструкция по созданию ВЕ сейчас поступит.'
pdf5_7 = open('static/pdf5_7.pdf', 'rb')
it5_8 = 'Процесс моделирования взрыва в ПО Геомикс сейчас поступит'
pdf5_8 = open('static/pdf5_8.pdf', 'rb')
