it6_1 = 'На объекты АО Полюс Магадан запрещено завозить: спиртные напитки, токсичные и наркотические вещества, ' \
        'огнестрельное, газовое, превматическое и холодное оружее. Допускаются только короткие ножи параметры которых ' \
        'не превышают 600 мм Х 20 мм Х 2мм.' \
        '\n\n<u>Внимание на объектах предприятия нельзя появлятся в состоянии алкогольного и наркотического опьянения, ' \
        'при заезде у вас могут потребовать сдать тест на наркотики и пройти алкотестер</u>'
it6_2 = 'Обязательно во время работы или присутствия на карьре ность каску, светоотражающую жилетку и обувь с железным ' \
        'носком'
it6_3 = 'Материальный пропуск должен быть заполнен и подписан материально ответственным лицом. На КПП подпись ' \
        'в пропуске сверяется с журналом материально ответственных лиц. ' \
        '\n\nВсе что проносится или провозится через КПП должно быть точно указано в пропуске (наименование и кол-во)' \
        '\n\nНеобходимо указывать лицо которое проносит вещи по пропуску и транспортное средство'
it6_4 = 'Лицо использовавшее транспортное средство обязано иметь пропуск для ТС. Необходимо кажное утро проходить ' \
        'медицинский осмотр и ставить отметку в листке мед. осмотра.' \
        '\n\n<u>Максимально подустимая скорость движения для легкового транспорта 50 км/ч </u>. Каждый автомобиль ' \
        'оснащен системой слежения которая измеряет скорость движения и оперативно передает в службы ТБ и СБ.' \
        '\n\nПри посещени карьера необходимо иметь пропуск на карьер. ' \
        '\n\nВо время движения по карьеру преемущество на дороге остается за грузовой техникой. ' \
        '\n\nПри начале движения задом необходимо включить аварийный сигнал и подать звуковой сигнал гудком' \
        '\n\nПри парковке ТС руководствоваться следующим правилом: Первое движения должно быть вперед. Это означает ' \
        'что ТС должно быть припаркованно так, что бы сразу начать движение вперед, без разваротов'
