it4_1='Ниже представленна информация в иллюстрациях'
ph4_11 = open('static/4_1_1.jpg', 'rb')
ph4_12 = open('static/4_1_2.jpg', 'rb')
ph4_13 = open('static/4_1_3.jpg', 'rb')
it4_2='Для передачи файлов на погрузочную технику необходимо воспользоватся программой <u>BenchView</u>. ' \
      '\nФайлы для передачи должны быть подготовлены в формате dxf.' \
      '\n\n<i>Ниже короткое видео с действиями</i>'
vd4_2 = open('static/vd4_2.mp4', 'rb')
it4_3 = 'Функционл <u>BenchView</u> позволяет подробно просматривать параметры каждого загруженного самосвала, а так же ' \
      'параметры каждого погруженного в самосвал ковша.' \
      '\n\nДля того что бы воспользоватся данной функцией необходимо перейти <u>Базы данных - Фильтр погрузок</u>.' \
      '\n\nВозможно настроить фильтр по следующим параметрам: ' \
      '\nДата, автосамосвал, имя блока, загруженный материал, погрузчик.' \
      '\n\nНиже короткое видео с действиями.'
vd4_3 = open('static/vd4_3.mp4', 'rb')
it4_4= '<u>BenchView</u> имеет возможность просмотра участков откуда производилась выемка, возможно указать нужный ' \
       'участок, технику, сорт руды и дату. ' \
       '\n\nДля этого необходимо перейти <u>Базы данных – воспроизведения – создать воспроизведения экскавации</u>, ' \
       'далее в появившемся окне выбрать нужные параметры.' \
       '\n\nСейчас придёт видео с примером выполнения.'
vd4_4 = open('static/vd4_4.mp4', 'rb')
it4_5= 'После передачи нужного задания для техники необходимо его активировать и деактивировать предыдущее.' \
       '\n\nДля этого выбираем нужный погрузчик в системе управления файлами BenchView, раскрываем его ' \
       'вложенные задания. ' \
       '\n\nНаходим загруженное нами задание, щелкам правой кнопкой мыши и выбираем активировать. ' \
       'Деактивация производится аналогично.' \
       '\n\nСейчас придет короткое видео с примером выполнения.'
vd4_5 = open('static/vd4_5.mp4', 'rb')
